driver-tests/bpelse/assign/AssignJbi/test/CopylanguageInvoke/Input.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance"
                   xmlns:xsd="http://www.w3.org/1999/XMLSchema"
                   xmlns:tns="http://sun.com/echo/"
                   xmlns="urn:DataType">
 <SOAP-ENV:Header/>
 <SOAP-ENV:Body>
   <languagePart>
	<xsd_language>en</xsd_language>
	<optional_language>de</optional_language>
	<repeat_language>de</repeat_language>
	<repeat_language>cn</repeat_language>
   </languagePart>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
